<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
<link rel="stylesheet" type="text/css" href="../css/mainLayout.css">

</head>
<body>
<%@include file="../header.jsp" %>
<section>
<article>
<form name="join" action="join.jsp">
	<h2>| 회원가입 1단계 |</h2>
	 <h3>이용약관 </h3>

	<textarea rows="10" cols="150" readonly> 
	제1조 목적 
	본 약관은 TEAM2(이하 "회사"라 합니다)가 제공하는 TEAM2 및 TEAM2 관련 제반 서비스(이하 "서비스"라 합니다)의 이용과 관련하여 회사와 회원과의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다. 
	
	 제2조(회원의 정의) 
	① 회원이란 회사가 제공하는 서비스에 접속하여 본 약관에 따라 회사의 이용절차에 동의하고 회사가 제공하는 서비스를 이용하는 이용자를 말합니다. 
	
	 제3조(회원 가입) 
	① 회원이 되고자 하는 자는 회사가 정한 가입 양식에 따라 회원정보를 기입하고 "동의", "확인" 등의 버튼을 누르는 방법으로 회원 가입을 신청합니다. 
	② 회사는 제1항과 같이 회원으로 가입할 것을 신청한 자가 다음 각 호에 해당하지 않는 한 신청한 자를 회원으로 등록합니다. 

     &nbsp;&nbsp;1. 등록 내용에 허위, 기재누락, 오기가 있는 경우 
     &nbsp;&nbsp;2. 제6조 제2항에 해당하는 회원 자격 제한 및 정지, 상실을 한 경험이 있었던 경우 
     &nbsp;&nbsp;3. 기타 회원으로 등록하는 것이 회사의 서비스 운영 및 기술상 현저히 지장이 있다고 판단되는 경우 
     
	③ 회원가입계약의 성립시기는 회사의 승낙이 가입신청자에게 도달한 시점으로 합니다. 
	④ 회원은 제1항의 회원정보 기재 내용에 변경이 발생한 경우, 즉시 변경사항을 정정하여 기재하여야 합니다
	
	 제4조(서비스의 제공 및 변경) 
	① 회사는 회원에게 아래와 같은 서비스를 제공합니다. 

     &nbsp;&nbsp;1. 커뮤니티 서비스 (게시판, 채팅 등) 
     &nbsp;&nbsp;2. 중고물품 거래 서비스 
     &nbsp;&nbsp;3. 기타 회사가 자체 개발하거나 다른 회사와의 협력계약 등을 통해 회원들에게 제공할 일체의 서비스 

	② 회사는 서비스의 내용 및 제공일자를 제7조 제2항에서 정한 방법으로 회원에게 통지하고, 제1항에 정한 서비스를 변경하여 제공할 수 있습니다.
	
	 제5조(서비스의 중단) 
	① 회사는 컴퓨터 등 정보통신설비의 보수점검·교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있고, 새로운 서비스로의 교체, 기타 회사가 적절하다고 판단하는 사유에 기하여 현재 제공되는 서비스를 완전히 중단할 수 있습니다. 
	② 제1항에 의한 서비스 중단의 경우에 회사는 제7조 제2항에서 정한 방법으로 회원에게 통지합니다. 다만, 회사가 통제할 수 없는 사유로 인한 서비스의 중단(시스템 관리자의 고의, 과실이 없는 디스크 장애, 시스템 다운 등)으로 인하여 사전 통지가 불가능한 경우에는 그러하지 아니합니다. 
	
	 제6조(회원 탈퇴 및 자격 상실 등) 
	① 회원은 회사에 언제든지 자신의 회원 등록 말소(회원 탈퇴)를 요청할 수 있으며 회사는 위 요청을 받은 즉시 해당 회원의 회원 등록 말소를 위한 절차를 밟습니다. 
	② 탈퇴할 경우, 커뮤니티 서비스, 기타 공용 게시판 등에 등록된 게시물은 자동 삭제되지 않습니다. 
	③ 회원이 다음 각 호의 사유에 해당하는 경우, 회사는 회원의 회원자격을 적절한 방법으로 제한 및 정지, 상실시킬 수 있습니다. 

     &nbsp;&nbsp;1. 가입 신청 시에 허위 내용을 등록한 경우 
     &nbsp;&nbsp;2. 다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우 
     &nbsp;&nbsp;3. 서비스를 이용하여 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우 

	④ 회사가 회원의 회원자격을 상실시키기로 결정한 경우에는 회원등록을 말소합니다. 
	⑤ 이용자가 본 약관에 의해서 회원 가입 후 서비스를 이용하는 도중, 연속하여 1년 동안 서비스를 이용하기 위해 로그인 기록이 없는 경우, 회사는 회원의 회원자격을 상실시킬 수 있습니다.
	
	 제7조(회원에 대한 통지) 
	① 회사가 특정 회원에게 서비스에 관한 통지를 하는 경우 회원정보에 등록된 메일주소를 사용할 수 있습니다. 
	② 회사가 불특정다수 회원에 대한 통지를 하는 경우 7일 이상 공지사항 게시판에 게시함으로써 개별 통지에 갈음할 수 있습니다.
	
	 제8조(회원의 개인정보) 
	회사는 서비스를 제공하기 위하여 관련 법령의 규정에 따라 회원으로부터 필요한 개인정보를 수집합니다. (개인정보에 대한 개별 항목은 개인정보취급방침에서 고지)
	
	 제9조(회사의 의무) 
	① 회사는 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 본 약관이 정하는 바에 따라 지속적이고, 안정적으로 서비스를 제공하기 위해서 노력합니다. 
	② 회사는 회원이 안전하고 편리하게 서비스를 이용할 수 있도록 시스템을 구축합니다. 
	③ 회사는 회원이 서비스를 이용함에 있어 회원에게 손해를 배상할 책임이 없습니다. 
	
	 제10조(회원의 ID 및 비밀번호에 대한 의무) 
	① 회사가 관계법령, "개인정보보호정책"에 의해서 그 책임을 지는 경우를 제외하고, 자신의 ID와 비밀번호에 관한 관리책임은 각 회원에게 있습니다. 
	② 회원은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안됩니다. 
	③ 회원은 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 회사에 통보하고 회사의 안내가 있는 경우에는 그에 따라야 합니다.</textarea>
	 <br>
	<label><input type="checkbox" name="cb" value="동의" required="required">동의</label>
	
	<h3>개인정보 취급방침</h3>
	<textarea rows="10" cols="150" readonly>
	정보통신망 이용촉진 등에 관한 법률 등 관련 법률에 의한 개인정보 보호규정 및 정보통신부가 제정한 개인정보지침을 준수하고 있습니다.
	 1. 개인정보의 수집항목 
	원활한 서비스 이용과 고객과의 소통을 위해 수집합니다. 
	• 필수항목: 아이디, 비밀번호, 이메일, 이름 
	• 자동수집항목: IP 주소, 접속 기록, 쿠키 등
	
	 2. 개인정보의 수집 방법 
	회원 가입 시에 필수항목 기재를 요청합니다.
	
	 3. 개인정보의 수집 이용 목적 
	• 아이디, 비밀번호, 이메일, 닉네임 : 회원 가입시에 사용자확인, 중복가입 방지, 부정 이용 방지를 위한 목적으로 사용합니다. 
	• 이용자의 IP 주소, 접속 기록 등: 불량회원의 부정 이용방지와 비인가 사용방지, 통계학적 분석에 사용합니다.
	
	 4. 개인정보 공유 및 제공 
	회원의 동의가 있거나 법률의 규정 또는 수사목적으로 법령에 정해진 절차와 방법에 따른 수사기관의 요구에 의한 경우를 제외하고, 어떠한 경우에도 본 방침을 넘어 이용자의 개인정보를 이용하거나 외부에 공개하지 않습니다. 
	대한민국 경찰서에서 통신자료제공 요청이 온 경우에는 개인정보를 경찰서에 제공합니다
	
	 5. 개인정보의 위탁 
	회원의 동의 없이 개인정보를 외부에 위탁하지 않습니다.
	
	 6. 개인정보의 보유 및 이용기간 
	- 가입 회원정보는 탈퇴할 시 5년간 보관 후 파기됩니다. 
	- 단, 게시물 및 댓글의 내용은 사이트 폐쇄 시까지 보관합니다. 
	- 악성 사용자 재가입을 막기 위해, 단일 암호화 기법으로 해쉬 방식으로 일부 개인정보를 해쉬를 영구적으로 저장하여 가입 제한을 할 수 있다.
	
	 7. 개인정보의 파기절차 및 방법 
	• 파기절차: 가입 회원정보는 탈퇴 후 5년간 보관한 후, 어떠한 용도로도 열람 또는 이용할 수 없도록 파기 처리합니다. 
	• 파기 방법: 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.
	
	 8. 이용자 및 법정대리인의 권리와 그 행사방법 
	이용자 및 법정 대리인은 언제든지 등록되어 있는 자신 혹은 당해 만 14세 미만 아동의 개인정보를 조회하거나 수정할 수 있으며 가입해지를 요청할 수도 있습니다.
	
	 9. 쿠키(Cookie)의 설치, 운영 및 거부 
	• 쿠키: 웹 사이트를 운영하는데 이용되는 서버가 사용자의 브라우저에 보내는 정보 파일로 사용자의 컴퓨터 하드디스크에 저장되기도 합니다. 
	• 쿠키 등의 사용 목적: 사이트 로그인을 위한 아이디 식별 및 사이트 설정 기능이 담겨져 있어서 최적화된 정보 제공을 위해 사용합니다. 
	• 쿠키 설정 거부 방법: (IE의 경우) 웹 브라우저 상단의 도구>인터넷 옵션> 사이트별 개인정보에서 거부할 수 있습니다.</textarea>
	<br>
	<label><input type="checkbox" name="cb" value="동의" required="required">동의</label>
	<br><input type="submit" value="회원가입 진행하기">
</form>
</article>
</section>
<%@include file="../footer.jsp" %>
</body>
</html>